Repository: Shreejesh10/TravelTales
Catalog: traveltales/lib/l10n/app_*.arb
Languages: ne

source: Welcome
ne: स्वागत छ

source: Email
ne: इमेल

# enterEmail
source: Enter your Email
ne: आफ्नो इमेल प्रविष्ट गर्नुहोस्

# emailRequired
source: Email is required
ne: इमेल आवश्यक छ

# enterValidEmail
source: Enter a valid email address
ne: वैध इमेल ठेगाना प्रविष्ट गर्नुहोस्

source: Password
ne: पासवर्ड

# enterPassword
source: Enter your Password
ne: आफ्नो पासवर्ड प्रविष्ट गर्नुहोस्

# passwordRequired
source: Password is required
ne: पासवर्ड आवश्यक छ

source: Password must be at least 6 characters
ne: पासवर्ड कम्तिमा ६ वर्णको हुनुपर्छ

source: Confirm Password
ne: पासवर्ड पुष्टि गर्नुहोस्

source: Enter Confirm Password
ne: आफ्नो पासवर्ड पुष्टि गर्नुहोस्

# confirmPasswordRequired
source: Confirm Password is required
ne: पासवर्ड पुष्टि गर्नुहोस् आवश्यक छ

source: Password and Confirm Password must match
ne: पासवर्ड र पासवर्ड पुष्टि गर्नुहोस् मिल्नु पर्छ

source: Recommended for You
ne: तपाईंको लागि सिफारिस गरिएको

source: View All
ne: सबै हेर्नुहोस्

source: Search Destination
ne: गन्तव्य खोज्नुहोस्

source: Mountain
ne: पहाड

source: Camping
ne: क्याम्पिङ

source: Trekking
ne: ट्रेकिङ

source: Hiking
ne: हाइकिंग

# bestPlaceToVisit
source: Best Places to Visit Now
ne: अहिले घुम्नका लागि उत्तम ठाउँहरू

source: Adventure Awaits Let's Go
ne: एडभेन्चर अवेट्स, लेट्स गो

source: Explore!
ne: एक्सप्लोर!

# noAccount
source: Don't have an Account?
ne: खाता छैन?

source: Already got an account?
ne: पहिले नै खाता छ?

source: Sign Up
ne: साइन अप

source: Log in
ne: लग इन गर्नुहोस्
